{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "123123123123"
			},
			"Translation":
			{
				"Text": "123123123123"
			},
			"Key": "E690C78046EB934FD7B211801E8F6C43"
		},
		{
			"Source":
			{
				"Text": "<LightGrey10Reg>Missing Mods:</>"
			},
			"Translation":
			{
				"Text": "<LightGrey10Reg>Missing Mods:</>"
			},
			"Key": "6D5689BC478B8ECB48058598CAD56ABD"
		},
		{
			"Source":
			{
				"Text": "<LightGrey10Reg>{txt}</>"
			},
			"Translation":
			{
				"Text": "<LightGrey10Reg>{txt}</>"
			},
			"Key": "4D8F0C1A422D0DD5E04F04917D44393B"
		},
		{
			"Source":
			{
				"Text": "Api call failed!"
			},
			"Translation":
			{
				"Text": "Api call failed!"
			},
			"Key": "95D1CE0A490D323425AE5FB6450E69A1"
		},
		{
			"Source":
			{
				"Text": "Api call failed!"
			},
			"Translation":
			{
				"Text": "Api call failed!"
			},
			"Key": "7D3B3ED04DBF6B8A815C8895041B049D"
		},
		{
			"Source":
			{
				"Text": "Api call failed!"
			},
			"Translation":
			{
				"Text": "Api call failed!"
			},
			"Key": "D43F339547C3502365C72884A2A5CBB9"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Back"
			},
			"Key": "5D09685D43656DB3626D62B5FAD0D3EA"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Back"
			},
			"Key": "06888FEA42EDE11EE44F64A8AA12AD65"
		},
		{
			"Source":
			{
				"Text": "Blueprint Packs"
			},
			"Translation":
			{
				"Text": "Blueprint Packs"
			},
			"Key": "8066AFB3410C83B0309F918F5ABF7048"
		},
		{
			"Source":
			{
				"Text": "Blueprint is already in download queue"
			},
			"Translation":
			{
				"Text": "Blueprint is already in download queue"
			},
			"Key": "D0EED81F444CE26C47CDA4AA3A13DD4F"
		},
		{
			"Source":
			{
				"Text": "Blueprint is already in download queue"
			},
			"Translation":
			{
				"Text": "Blueprint is already in download queue"
			},
			"Key": "7F9C3C1A4239C4B9A29415A08CD1735F"
		},
		{
			"Source":
			{
				"Text": "Blueprint is already in download queue"
			},
			"Translation":
			{
				"Text": "Blueprint is already in download queue"
			},
			"Key": "EE3441CB4FA92253214AE98185C9563C"
		},
		{
			"Source":
			{
				"Text": "Blueprint is now in download queue"
			},
			"Translation":
			{
				"Text": "Blueprint is now in download queue"
			},
			"Key": "3BFE65A64C94B1E1F1ACFC9526F447EE"
		},
		{
			"Source":
			{
				"Text": "Blueprint is now in download queue"
			},
			"Translation":
			{
				"Text": "Blueprint is now in download queue"
			},
			"Key": "49B04A954AE600BDDFD8D183F2119C26"
		},
		{
			"Source":
			{
				"Text": "Blueprint is now in download queue"
			},
			"Translation":
			{
				"Text": "Blueprint is now in download queue"
			},
			"Key": "09209B6A43D441AB6A42C199AE15A76B"
		},
		{
			"Source":
			{
				"Text": "Blueprints"
			},
			"Translation":
			{
				"Text": "Blueprints"
			},
			"Key": "D23A91DA4758D6E8BB22EF8FE72F7B27"
		},
		{
			"Source":
			{
				"Text": "Create Pack"
			},
			"Translation":
			{
				"Text": "Create Pack"
			},
			"Key": "DCB5DA8C449AE27D1A46CD82E6826EE1"
		},
		{
			"Source":
			{
				"Text": "Creator:"
			},
			"Translation":
			{
				"Text": "Creator:"
			},
			"Key": "96A8BC4F46AE2860C575E89E2C0C92E7"
		},
		{
			"Source":
			{
				"Text": "Details"
			},
			"Translation":
			{
				"Text": "Details"
			},
			"Key": "7A91B62D454545B7C030CBB0DF8F0532"
		},
		{
			"Source":
			{
				"Text": "Download failed: {name}"
			},
			"Translation":
			{
				"Text": "Download failed: {name}"
			},
			"Key": "F18564AA402479671301279795CC332E"
		},
		{
			"Source":
			{
				"Text": "Download in progress"
			},
			"Translation":
			{
				"Text": "Download in progress"
			},
			"Key": "65F6386147A84F94091188B3F190301D"
		},
		{
			"Source":
			{
				"Text": "Download sucessfully: {name}"
			},
			"Translation":
			{
				"Text": "Download sucessfully: {name}"
			},
			"Key": "2F76D6484F14872D5DD6C68D834BDB1F"
		},
		{
			"Source":
			{
				"Text": "In Queue"
			},
			"Translation":
			{
				"Text": "In Queue"
			},
			"Key": "7E7F798A40BA2BA5C3CFAEA18FE8716A"
		},
		{
			"Source":
			{
				"Text": "Info"
			},
			"Translation":
			{
				"Text": "Info"
			},
			"Key": "E4E9D2B94DA6070DF2118389885EB572"
		},
		{
			"Source":
			{
				"Text": "Install / Update"
			},
			"Translation":
			{
				"Text": "Install / Update"
			},
			"Key": "17F04EC3421A96FB83430DBA86EDF8D9"
		},
		{
			"Source":
			{
				"Text": "Load from API...."
			},
			"Translation":
			{
				"Text": "Load from API...."
			},
			"Key": "9BAA3B2744009AF47B29089F1F2CE56E"
		},
		{
			"Source":
			{
				"Text": "Modded"
			},
			"Translation":
			{
				"Text": "Modded"
			},
			"Key": "DC6C674F43E59C3D38B3DEA4C4BD9685"
		},
		{
			"Source":
			{
				"Text": "Modded + Vanilla"
			},
			"Translation":
			{
				"Text": "Modded + Vanilla"
			},
			"Key": "4225D4E949D0D63318760EA2DEDA8145"
		},
		{
			"Source":
			{
				"Text": "Modded + Vanilla"
			},
			"Translation":
			{
				"Text": "Modded + Vanilla"
			},
			"Key": "58DFB66D48E50F6A7E5992B903175F44"
		},
		{
			"Source":
			{
				"Text": "Modded + Vanilla"
			},
			"Translation":
			{
				"Text": "Modded + Vanilla"
			},
			"Key": "5F43DD9D4E8FBC773DFEB6807E5B99D4"
		},
		{
			"Source":
			{
				"Text": "Modded + Vanilla"
			},
			"Translation":
			{
				"Text": "Modded + Vanilla"
			},
			"Key": "B0064830405F1909DF2067A38E63C917"
		},
		{
			"Source":
			{
				"Text": "Next"
			},
			"Translation":
			{
				"Text": "Next"
			},
			"Key": "CA738B1548D9DC13289FC899E537A8BE"
		},
		{
			"Source":
			{
				"Text": "Next"
			},
			"Translation":
			{
				"Text": "Next"
			},
			"Key": "C78D06F4493A9842D80B36870090D9D9"
		},
		{
			"Source":
			{
				"Text": "Owner: {owner}\r\nFilename: {file}\r\nDesigner size: {size}\r\nDownload count: {download}\r\nRating: {rate} / 5 ({votes} votes)\r\n\r\nMods: {mods}\r\n\r\nCreated: {c}\r\nUpdated: {u}\r\n\r\nMissing Mods: {missing}"
			},
			"Translation":
			{
				"Text": "Owner: {owner}\r\nFilename: {file}\r\nDesigner size: {size}\r\nDownload count: {download}\r\nRating: {rate} / 5 ({votes} votes)\r\n\r\nMods: {mods}\r\n\r\nCreated: {c}\r\nUpdated: {u}\r\n\r\nMissing Mods: {missing}"
			},
			"Key": "88EE35F84F946604A97DFCB3C603DEBF"
		},
		{
			"Source":
			{
				"Text": "Owner: {owner}\r\nTotal Blueprints: {BPcount}\r\nRating: {rate} / 5 ({votes} votes)\r\n\r\nMods: {mods}\r\n\r\nCreated: {c}\r\nUpdated: {u}\r\n\r\nMissing Mods: {missing}"
			},
			"Translation":
			{
				"Text": "Owner: {owner}\r\nTotal Blueprints: {BPcount}\r\nRating: {rate} / 5 ({votes} votes)\r\n\r\nMods: {mods}\r\n\r\nCreated: {c}\r\nUpdated: {u}\r\n\r\nMissing Mods: {missing}"
			},
			"Key": "73B7DDB146C8A762B48652AC2F141C3B"
		},
		{
			"Source":
			{
				"Text": "SBS"
			},
			"Translation":
			{
				"Text": "SBS"
			},
			"Key": "7A9773D94FD6F43972DCB8B1501535D8"
		},
		{
			"Source":
			{
				"Text": "Search"
			},
			"Translation":
			{
				"Text": "Search"
			},
			"Key": "FA16E92C4F504498FF82FDB77D0B3669"
		},
		{
			"Source":
			{
				"Text": "Search"
			},
			"Translation":
			{
				"Text": "Search"
			},
			"Key": "45230DE046B3CFD22B38D8B9C616F315"
		},
		{
			"Source":
			{
				"Text": "Support SCIM"
			},
			"Translation":
			{
				"Text": "Support SCIM"
			},
			"Key": "23537BDD44D6A1892A198A8A707F920F"
		},
		{
			"Source":
			{
				"Text": "Upload Blueprint"
			},
			"Translation":
			{
				"Text": "Upload Blueprint"
			},
			"Key": "63BC2A044092E60452F9A1B9488391B0"
		},
		{
			"Source":
			{
				"Text": "Vanilla"
			},
			"Translation":
			{
				"Text": "Vanilla"
			},
			"Key": "40D22BA04DED7C686A910BB64C539EDE"
		},
		{
			"Source":
			{
				"Text": "Vanilla"
			},
			"Translation":
			{
				"Text": "Vanilla"
			},
			"Key": "58E82A25420393EB2A0663B56ABED56D"
		},
		{
			"Source":
			{
				"Text": "Vanilla"
			},
			"Translation":
			{
				"Text": "Vanilla"
			},
			"Key": "D0000A3D48D4550CFCFA7AAFC3FAF153"
		},
		{
			"Source":
			{
				"Text": "asdasd asd asd asdas dasdasd "
			},
			"Translation":
			{
				"Text": "asdasd asd asd asdas dasdasd "
			},
			"Key": "AE252618490189DD26831F83758F07EB"
		},
		{
			"Source":
			{
				"Text": "asdasd asd asd asdas dasdasd "
			},
			"Translation":
			{
				"Text": "asdasd asd asd asdas dasdasd "
			},
			"Key": "1C81D67245254A4429C06A89C2A27202"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Text Block"
					},
					"Translation":
					{
						"Text": "Text Block"
					},
					"Key": "TextBlockDefaultValue"
				}
			]
		}
	]
}